---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.DistributionSysTypeSetIterator
source: html/e9e3b9d5-afe6-be8c-ddb5-0cc8afb77f70.htm
---
# DistributionSysTypeSetIterator Properties

Retrieves the item that is the current focus of the iterator.